---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyRoughHeightParam
source: html/62e45e3b-11a5-0520-8d9a-172456892ed3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyRoughHeightParam Property

"Rough Height"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyRoughHeightParam { get; }
```